/*

У Camper Cat есть поле поиска на его странице «Вдохновляющие цитаты», которое он планирует расположить в правом верхнем углу с помощью CSS. Он хочет, чтобы элементы управления формой поиска inputи отправки inputбыли первыми двумя элементами в порядке табуляции. Добавьте tabindexатрибут, установленный 1в search input, и tabindexатрибут, установленный 2в submit input.

Еще одна вещь, которую следует отметить, это то, что некоторые браузеры могут поместить вас в середину вашего порядка табуляции при нажатии на элемент. На страницу был добавлен элемент, который гарантирует, что вы всегда будете начинать с начала последовательности табуляции.









*/
