/*

Camper Cat экспериментирует с использованием цвета для текста и фона своего блога, но его текущая комбинация зеленоватого background-colorи темно-бордового текста colorимеет коэффициент контрастности 2,5: 1. Вы можете легко настроить яркость цветов, поскольку он объявил их с помощью hsl()свойства CSS (которое означает оттенок, насыщенность, яркость), изменив третий аргумент. Увеличьте background-colorзначение яркости с 35% до 55% и уменьшите colorзначение яркости с 20% до 15%. Это улучшает контрастность до 5,9:1.




















*/
