/*
Добавьте свойство CSS flexв оба файла #box-1и #box-2. Дайте #box-1значения так , чтобы flex-growэто 2было , flex-shrinkэто 2было и flex-basisэто было 150px. Дайте #box-2значения так , чтобы flex-growэто 1было , flex-shrinkэто 1было и flex-basisэто было 150px.

Эти значения заставят #box-1увеличиться, чтобы заполнить дополнительное пространство в два раза #box-2быстрее, когда размер контейнера превышает 300 пикселей, и уменьшиться в два раза #box-2быстрее, чем если размер контейнера меньше 300 пикселей. 300 пикселей — это общий размер flex-basisзначений двух полей.




*/
