/*


Для начала примените monospaceшрифт к h2элементу, чтобы у него теперь было два шрифта — Lobsterи monospace.

В последнем задании вы импортировали Lobsterшрифт с помощью linkтега. Теперь закомментируйте этот импорт Lobsterшрифта (используя HTML-комментарии, которые вы изучили ранее) из Google Fonts, чтобы он больше не был доступен. Обратите внимание, как ваш h2элемент деградирует до monospaceшрифта.

Примечание. Если Lobsterна вашем компьютере установлен шрифт, вы не увидите деградации, потому что ваш браузер может найти шрифт.







*/
