/*

Создайте дополнительный класс CSS с именем blue-text, который придает элементу синий цвет. Убедитесь, что он находится ниже pink-textобъявления вашего класса.

Примените blue-textкласс к вашему h1элементу в дополнение к вашему pink-textклассу, и давайте посмотрим, какой из них победит.

Применение нескольких атрибутов класса к элементу HTML выполняется с пробелом между ними следующим образом:

class="class1 class2"
Примечание. Порядок перечисления классов в элементе HTML не имеет значения.

Однако важен порядок classобъявлений в разделе. <style>Второе объявление всегда будет иметь приоритет над первым. Поскольку .blue-textобъявлен вторым, он переопределяет атрибуты .pink-text.

*/
